Repository: azizbekphd/only_one_product
Catalog: var/langs/*/addons/only_one_product.po
Languages: ru_ru

# Addons::name::only_one_product
source: Only one product
ru_ru: Только один товар

# Addons::description::only_one_product
source: Allows customers to buy a product in a single copy
ru_ru: Позволяет покупателям приобретать товары в единственном экземпляре

# SettingsSections::only_one_product::general
source: General
ru_ru: Основные

# SettingsOptions::only_one_product::variation_source
source: Variation source
ru_ru: Источник вариаций

# SettingsVariants::only_one_product::variation_source::parent_product_id
source: Parent product
ru_ru: Родительский товар

# SettingsVariants::only_one_product::variation_source::variation_group
source: Variation group
ru_ru: Группа вариаций

# Languages::only_one_product
source: Only one product
ru_ru: Только один товар

# Languages::only_one_product.allow_only_single_copy
source: Allow only a single copy
ru_ru: Разрешать покупать только один раз

# Languages::only_one_product.already_in_cart
source: This item has already been added to the cart
ru_ru: Этот товар уже был добавлен в корзину

# Languages::only_one_product.anonymous_purchases_prohibited
source: Anonymous purchases are prohibited
ru_ru: Анонимные покупки запрещены

# Languages::only_one_product.already_bought
source: You have already bought this item
ru_ru: Вы уже покупали этот товар
